IDEA StatiCa Open Model
OpenModel.ConcreteCheckSection Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of the concrete check section
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<CheckSection> ConcreteCheckSection { get; set; }
Public Property ConcreteCheckSection As List(Of CheckSection)
	Get
	Set
public:
property List<CheckSection^>^ ConcreteCheckSection {
	List<CheckSection^>^ get ();
	void set (List<CheckSection^>^ value);
}
Property Value
Type: List<CheckSection>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace